-- Figure 4: Successful Password Vault Authentication
-- Purpose: Confirm attacker access due to lack of MFA

index=final_project sourcetype=password_vault user=BDRVLS
| search status="success"
| table _time user src_ip action
| sort _time
